Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# languageSetting
source: Language
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
it_it: Lingua
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
sv_se: Språk

# languageSettingWarning
source: Restart the application to finish applying the new language.
da_dk: Genstart programmet for at afslutte anvendelsen af det nye sprog.
de_de: Starten Sie die Anwendung neu, um die neue Sprache vollständig zu übernehmen.
el_gr: Επανεκκινήστε την εφαρμογή για να ολοκληρωθεί η εφαρμογή της νέας γλώσσας.
es_es: Reinicie la aplicación para terminar de aplicar el nuevo idioma.
fi_fi: Käynnistä sovellus uudelleen uuden kielen käyttöönoton viimeistelemiseksi.
fr_fr: Redémarrez l’application pour finir d'appliquer la nouvelle langue.
it_it: Riavvia l’applicazione per completare l’applicazione della nuova lingua.
nb_no: Start programmet på nytt for å fullføre anvendelsen av det nye språket.
nl_nl: Start de applicatie opnieuw op om de nieuwe taal volledig toe te passen.
pl_pl: Uruchom ponownie aplikację, aby zakończyć stosowanie nowego języka.
pt_pt: Reinicie a aplicação para concluir a aplicação do novo idioma.
sv_se: Starta om programmet för att slutföra tillämpningen av det nya språket.

# largeFolderRecommendation
source: The full folder is large. To speed up the upload, we recommend sending only the last kDrive session.
da_dk: Den fulde mappe er stor. For at fremskynde overførslen anbefaler vi at sende kun den seneste kDrive-session.
de_de: Der gesamte Ordner ist gross. Um den Upload zu beschleunigen, empfehlen wir, nur die letzte kDrive-Sitzung zu senden.
el_gr: Ο πλήρης φάκελος είναι μεγάλος. Για να επιταχύνετε την αποστολή, σας συνιστούμε να στείλετε μόνο την τελευταία περίοδο σύνδεσης kDrive.
es_es: La carpeta completa es grande. Para acelerar el envío, recomendamos enviar solo la última sesión de kDrive.
fi_fi: Koko kansio on suuri. Lähetyksen nopeuttamiseksi suosittelemme lähettämään vain viimeisen kDrive-istunnon.
fr_fr: Le dossier complet est volumineux. Pour accélérer l’envoi, nous vous recommandons de n’envoyer que la dernière session kDrive.
it_it: La cartella completa è grande. Per velocizzare il caricamento, ti consigliamo di inviare solo l’ultima sessione kDrive.
nb_no: Den fullstendige mappen er stor. For å fremskynde opplastingen anbefaler vi å sende bare den siste kDrive-sesjonen.
nl_nl: De volledige map is groot. Om het uploaden te versnellen, raden we aan alleen de laatste kDrive-sessie te verzenden.
pl_pl: Pełny folder jest duży. Aby przyspieszyć przesyłanie, zalecamy wysłanie tylko ostatniej sesji kDrive.
pt_pt: A pasta completa é grande. Para acelerar o envio, recomendamos enviar apenas a última sessão do kDrive.
sv_se: Den fullständiga mappen är stor. För att påskynda uppladdningen rekommenderar vi att du bara skickar den senaste kDrive-sessionen.

source: Learn more
da_dk: Lær mere
de_de: Mehr erfahren
el_gr: Μάθετε περισσότερα
es_es: Más información
fi_fi: Lue lisää
fr_fr: En savoir plus
it_it: Scopri di più
nb_no: Lær mer
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
pt_pt: Saiba mais
sv_se: Läs mer

# licensesHyperLink
source: LGPL v3 License - Git Sources
da_dk: LGPL v3-licens - Git-kilder
de_de: LGPL v3 Lizenz – Git-Quellen
el_gr: Άδεια LGPL v3 - Πηγές Git
es_es: Licencia LGPL v3 - Fuentes Git
fi_fi: LGPL v3 -lisenssi - Git-lähteet
fr_fr: Licence LGPL v3 - Sources Git
it_it: Licenza LGPL v3 - Sorgenti Git
nb_no: LGPL v3-lisens – Git-kilder
nl_nl: LGPL v3-licentie - Git-bronnen
pl_pl: Licencja LGPL v3 - Źródła Git
pt_pt: Licença LGPL v3 - Fontes Git
sv_se: LGPL v3-licens - Git-källor

# linkCopiedToClipboardTitle
source: Link copied to clipboard
da_dk: Link kopieret til udklipsholder
de_de: Link in die Zwischenablage kopiert
el_gr: Ο σύνδεσμος αντιγράφηκε στο πρόχειρο
es_es: Enlace copiado al portapapeles
fi_fi: Linkki kopioitu leikepöydälle
fr_fr: Lien copié dans le presse-papiers
it_it: Link copiato negli appunti
nb_no: Lenke kopiert til utklippstavle
nl_nl: Link gekopieerd naar klembord
pl_pl: Łącze skopiowane do schowka
pt_pt: Link copiado para a área de transferência
sv_se: Länk kopierad till urklipp

# liteSyncUnavailableDescription
source: Incompatible drive or folder directly at the root of the drive (e.g., choose a folder like D:/My drive instead of D:/)
da_dk: Inkompatibelt drev eller mappe direkte i roden af drevet (f.eks. vælg en mappe som D:/Mit drev i stedet for D:/)
fi_fi: Yhteensopimaton asema tai kansio suoraan aseman juuressa (esim.: valitse kansio kuten D:/Oma asema D:/:n sijaan)
it_it: Disco incompatibile o cartella direttamente nella radice del disco (es: scegli una cartella come D:/Mon drive invece di D:/)
nb_no: Inkompatibel stasjon eller mappe direkte i roten av stasjonen (f.eks. velg en mappe som D:/Min stasjon i stedet for D:/)
pl_pl: Niezgodny dysk lub folder bezpośrednio w katalogu głównym dysku (np. wybierz folder taki jak D:/Mój dysk zamiast D:/)
pt_pt: Disco incompatível ou pasta diretamente na raiz do disco (ex: escolha uma pasta como D:/O meu drive em vez de D:/)
sv_se: Inkompatibel enhet eller mapp direkt i roten av enheten (t.ex. välj en mapp som D:/Min enhet istället för D:/)

# localLocation
source: Location on computer
da_dk: Placering på computer
de_de: Speicherort auf meinem PC
el_gr: Τοποθεσία στον υπολογιστή
es_es: Ubicación en mi PC
fi_fi: Sijainti tietokoneella
fr_fr: Emplacement sur mon PC
it_it: Posizione sul computer
nb_no: Plassering på datamaskinen
nl_nl: Locatie op computer
pl_pl: Lokalizacja na komputerze
pt_pt: Localização no computador
sv_se: Plats på dator

# logLevelDebug
source: Debug
el_gr: Εντοπισμός σφαλμάτων
es_es: Depuración
fi_fi: Virheenkorjaus
fr_fr: Débogage
nb_no: Feilsøking
nl_nl: Foutopsporing
pl_pl: Debugowanie
pt_pt: Depuração
sv_se: Felsök

# logLevelError
source: Error
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
fi_fi: Virhe
fr_fr: Erreur
it_it: Errore
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
sv_se: Fel

# logLevelExtended
source: Extended
da_dk: Udvidet
de_de: Erweitert
el_gr: Εκτεταμένο
es_es: Extendido
fi_fi: Laajennettu
fr_fr: Étendu
it_it: Esteso
nb_no: Utvidet
nl_nl: Uitgebreid
pl_pl: Rozszerzony
pt_pt: Alargado
sv_se: Utökad

# logLevelFatal
source: Fatal
da_dk: Kritisk
el_gr: Κρίσιμο
es_es: Crítico
fi_fi: Kriittinen
fr_fr: Critique
it_it: Fatale
nb_no: Kritisk
nl_nl: Kritiek
pl_pl: Krytyczny
pt_pt: Crítico
sv_se: Kritisk

# logLevelInfo
source: Info
el_gr: Πληροφορίες
es_es: Información
fi_fi: Tiedot
pt_pt: Informação

# logLevelWarning
source: Warning
da_dk: Advarsel
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Advertencia
fi_fi: Varoitus
fr_fr: Avertissement
it_it: Avviso
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
sv_se: Varning

# logUploadPopupTitle
source: Send debug folder to Infomaniak support
da_dk: Send fejlfindingsmappe til Infomaniak support
de_de: Debug-Ordner an Infomaniak Support senden
el_gr: Αποστολή φακέλου εντοπισμού σφαλμάτων στην υποστήριξη Infomaniak
es_es: Enviar carpeta de depuración al soporte de Infomaniak
fi_fi: Lähetä virheenkorjauskansio Infomaniakin tukeen
fr_fr: Envoyer le dossier de débogage au support Infomaniak
it_it: Invia cartella debug al supporto Infomaniak
nb_no: Send feilsøkingsmappe til Infomaniak support
nl_nl: Debugmap naar Infomaniak-ondersteuning sturen
pl_pl: Wyślij folder debugowania do wsparcia Infomaniak
pt_pt: Enviar pasta de depuração para o suporte da Infomaniak
sv_se: Skicka felsökningsmapp till Infomaniaks support

# logicErrorFullListParsingErrorDescription
source: Some file names may contain special characters that are not supported (such as double quotes, backslashes, or line breaks). Please check and rename files containing unusual characters, then try again.
da_dk: Nogle filnavne kan indeholde specialtegn, der ikke understøttes (såsom dobbelte anførselstegn, backslashes eller linjeskift). Kontrollér venligst og omdøb filer med usædvanlige tegn, og prøv derefter igen.
de_de: Einige Dateinamen enthalten möglicherweise Sonderzeichen, die nicht unterstützt werden (wie doppelte Anführungszeichen, Backslashes oder Zeilenumbrüche). Bitte überprüfen und benennen Sie Dateien mit ungewöhnlichen Zeichen um und versuchen Sie es erneut.
el_gr: Ορισμένα ονόματα αρχείων ενδέχεται να περιέχουν μη υποστηριζόμενους ειδικούς χαρακτήρες (όπως διπλά εισαγωγικά, ανάστροφες κάθετες ή αλλαγές γραμμής). Ελέγξτε και μετονομάστε τα αρχεία που περιέχουν ασυνήθιστους χαρακτήρες και δοκιμάστε ξανά.
es_es: Algunos nombres de archivos pueden contener caracteres especiales no admitidos (como comillas dobles, barras invertidas o saltos de línea). Por favor, verifique y cambie el nombre de los archivos que contengan caracteres inusuales y luego inténtelo de nuevo.
fi_fi: Joidenkin tiedostonimien saattaa sisältää erikoismerkkejä, joita ei tueta (kuten kaksoislainausmerkit, kenoviivat tai rivinvaihdot). Tarkista ja nimeä tiedostot, joissa on epätavallisia merkkejä, uudelleen ja yritä sitten uudelleen.
fr_fr: Certains noms de fichiers peuvent contenir des caractères spéciaux non pris en charge (tels que des guillemets doubles, des barres obliques inversées ou des sauts de ligne). Veuillez vérifier et renommer les fichiers contenant des caractères inhabituels, puis réessayez.
it_it: Alcuni nomi di file potrebbero contenere caratteri speciali non supportati (come virgolette doppie, barre rovesciate o interruzioni di riga). Verifica e rinomina i file contenenti caratteri insoliti, quindi riprova.
nb_no: Noen filnavn kan inneholde spesialtegn som ikke støttes (som doble anførselstegn, omvendt skråstrek eller linjeskift). Kontroller og gi nytt navn til filer som inneholder uvanlige tegn, og prøv deretter på nytt.
nl_nl: Sommige bestandsnamen kunnen speciale tekens bevatten die niet worden ondersteund (zoals dubbele aanhalingstekens, backslashes of regeleinden). Controleer en hernoem de bestanden met ongebruikelijke tekens en probeer het opnieuw.
pl_pl: Niektóre nazwy plików mogą zawierać znaki specjalne, które nie są obsługiwane (takie jak cudzysłowy, ukośniki odwrotne lub podziały wiersza). Sprawdź i zmień nazwy plików zawierających nietypowe znaki, a następnie spróbuj ponownie.
pt_pt: Alguns nomes de ficheiros podem conter caracteres especiais não suportados (como aspas duplas, barras invertidas ou quebras de linha). Verifique e renomeie os ficheiros que contenham caracteres incomuns e tente novamente.
sv_se: Vissa filnamn kan innehålla specialtecken som inte stöds (t.ex. dubbla citattecken, omvända snedstreck eller radbrytningar). Kontrollera och byt namn på filer som innehåller ovanliga tecken och försök sedan igen.

# logicErrorFullListParsingErrorTitle
source: Invalid file name
da_dk: Ugyldigt filnavn
de_de: Ungültiger Dateiname
el_gr: Μη έγκυρο όνομα αρχείου
es_es: Nombre de archivo no válido
fi_fi: Virheellinen tiedostonimi
fr_fr: Nom de fichier invalide
it_it: Nome file non valido
nb_no: Ugyldig filnavn
nl_nl: Ongeldige bestandsnaam
pl_pl: Nieprawidłowa nazwa pliku
pt_pt: Nome de ficheiro inválido
sv_se: Ogiltigt filnamn

# logsStatusCompression
source: Compressing logs…
da_dk: Komprimerer logfiler…
de_de: Protokolle werden komprimiert…
el_gr: Συμπίεση αρχείων καταγραφής…
es_es: Comprimiendo registros…
fi_fi: Tiivistetään lokeja…
fr_fr: Compression des journaux..
it_it: Compressione dei log…
nb_no: Komprimerer logger…
nl_nl: Logboeken comprimeren…
pl_pl: Kompresowanie dzienników…
pt_pt: A comprimir registos…
sv_se: Komprimerar loggar…

# logsStatusUpload
source: Uploading logs to support…
da_dk: Uploader logfiler til support…
de_de: Protokolle werden an den Support hochgeladen…
el_gr: Μεταφόρτωση αρχείων καταγραφής στην υποστήριξη…
es_es: Transfiriendo registros al soporte…
fi_fi: Ladataan lokeja tukeen…
fr_fr: Transfert des journaux vers le support…
it_it: Caricamento dei log al supporto…
nb_no: Laster opp logger til support…
nl_nl: Logboeken naar ondersteuning uploaden…
pl_pl: Przesyłanie dzienników do wsparcia…
pt_pt: A transferir registos para o suporte…
sv_se: Laddar upp loggar till support…

# logsUploadErrorTooltip
source: The last upload failed. Please check your internet connection and make sure at least one kDrive user is signed in. Uploads are limited to 10 per day.
da_dk: Den seneste upload mislykkedes. Kontrollér venligst din internetforbindelse og sørg for, at mindst én kDrive-bruger er logget ind. Upload er begrænset til 10 om dagen.
de_de: Der letzte Upload ist fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und stellen Sie sicher, dass mindestens ein kDrive-Benutzer angemeldet ist. Uploads sind auf 10 pro Tag begrenzt.
el_gr: Η τελευταία μεταφόρτωση απέτυχε. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και βεβαιωθείτε ότι τουλάχιστον ένας χρήστης kDrive είναι συνδεδεμένος. Οι μεταφορτώσεις περιορίζονται σε 10 ανά ημέρα.
es_es: La última transferencia falló. Verifique su conexión a Internet y asegúrese de que al menos un usuario de kDrive haya iniciado sesión. Las transferencias están limitadas a 10 por día.
fi_fi: Viimeisin lähetys epäonnistui. Tarkista internet-yhteys ja varmista, että vähintään yksi kDrive-käyttäjä on kirjautunut sisään. Lähetyksiä on rajoitettu 10:een päivässä.
fr_fr: Le dernier transfert a échoué. Veuillez vérifier votre connexion Internet et vous assurer qu’au moins un utilisateur de kDrive est connecté. Les transferts sont limités à 10 par jour.
it_it: L’ultimo caricamento è fallito. Verifica la tua connessione internet e assicurati che almeno un utente kDrive sia connesso. I caricamenti sono limitati a 10 al giorno.
nb_no: Den siste overføringen mislyktes. Kontroller internettforbindelsen din og sørg for at minst én kDrive-bruker er logget inn. Opplastinger er begrenset til 10 per dag.
nl_nl: De laatste upload is mislukt. Controleer uw internetverbinding en zorg ervoor dat er ten minste één kDrive-gebruiker is ingelogd. Uploads zijn beperkt tot 10 per dag.
pl_pl: Ostatnie przesyłanie nie powiodło się. Sprawdź połączenie z Internetem i upewnij się, że co najmniej jeden użytkownik kDrive jest zalogowany. Przesyłanie jest ograniczone do 10 razy dziennie.
pt_pt: A última transferência falhou. Verifique a sua ligação à Internet e certifique-se de que pelo menos um utilizador do kDrive está com sessão iniciada. As transferências estão limitadas a 10 por dia.
sv_se: Den senaste uppladdningen misslyckades. Kontrollera din internetanslutning och se till att minst en kDrive-användare är inloggad. Uppladdningar är begränsade till 10 per dag.

# manyConflictErrorDescription
source: Different versions of these files were detected.
da_dk: Forskellige versioner af disse filer blev registreret.
de_de: Verschiedene Versionen dieser Dateien wurden erkannt.
el_gr: Εντοπίστηκαν διαφορετικές εκδόσεις αυτών των αρχείων.
es_es: Se detectaron versiones diferentes de estos archivos.
fi_fi: Näistä tiedostoista havaittiin eri versioita.
fr_fr: Des versions différentes de ces fichiers ont été détectées.
it_it: Sono state rilevate versioni diverse di questi file.
nb_no: Forskjellige versjoner av disse filene ble oppdaget.
nl_nl: Er zijn verschillende versies van deze bestanden gedetecteerd.
pl_pl: Wykryto różne wersje tych plików.
pt_pt: Foram detetadas versões diferentes destes ficheiros.
sv_se: Olika versioner av dessa filer hittades.

# manyConflictErrorTitle
source: %@ version conflicts detected
da_dk: %s versionskonflikter registreret
de_de: %@ Versionskonflikte erkannt
el_gr: %@ συγκρούσεις εκδόσεων εντοπίστηκαν
es_es: %@ conflictos de versiones detectados
fi_fi: %@ versioristiriitaa havaittu
fr_fr: %@ conflits de versions détectés
it_it: %@ conflitti di versione rilevati
nb_no: %@ versjonskonflikt(er) oppdaget
nl_nl: %@ versieconflicten gedetecteerd
pl_pl: Wykryto %@ konfliktów wersji
pt_pt: %@ conflitos de versões detetados
sv_se: %s versionskonflikt(er) hittades

# matomoDescription
source: Matomo is an analytics tool hosted and managed exclusively by Infomaniak to understand how the application is used. Analyzing this data allows our team to continuously improve the application’s interface.
da_dk: Matomo er et analyseværktøj hostet og administreret udelukkende af Infomaniak for at forstå, hvordan programmet bruges. Analyse af disse data giver vores team mulighed for løbende at forbedre programmets grænseflade.
de_de: Matomo ist ein Analysetool, das ausschliesslich von Infomaniak gehostet und verwaltet wird, um zu verstehen, wie die Anwendung verwendet wird. Die Analyse dieser Daten ermöglicht es unserem Team, die Benutzeroberfläche der Anwendung kontinuierlich zu verbessern.
el_gr: Το Matomo είναι ένα εργαλείο ανάλυσης που φιλοξενείται και διαχειρίζεται αποκλειστικά από την Infomaniak για να κατανοεί πώς χρησιμοποιείται η εφαρμογή. Η ανάλυση αυτών των δεδομένων επιτρέπει στην ομάδα μας να βελτιώνει συνεχώς τη διεπαφή της εφαρμογής.
es_es: Matomo es una herramienta de análisis alojada y gestionada exclusivamente por Infomaniak para entender cómo se usa la aplicación. El análisis de estos datos permite a nuestro equipo mejorar continuamente la interfaz de la aplicación.
fi_fi: Matomo on Infomaniakin yksinomaan isännöimä ja hallinnoima analytiikkatyökalu sovelluksen käytön ymmärtämiseksi. Näiden tietojen analysointi antaa tiimillemme mahdollisuuden jatkuvasti parantaa sovelluksen käyttöliittymää.
fr_fr: Matomo est un outil d'analyse hébergé et géré exclusivement par Infomaniak pour comprendre comment l’application est utilisée. L’étude de ces données permet à notre équipe d’améliorer en continue l’interface de l’application.
it_it: Matomo è uno strumento di analisi ospitato e gestito esclusivamente da Infomaniak per comprendere come viene utilizzata l’applicazione. L’analisi di questi dati consente al nostro team di migliorare continuamente l’interfaccia dell’applicazione.
nb_no: Matomo er et analyseverktøy som er driftet og administrert utelukkende av Infomaniak for å forstå hvordan programmet brukes. Analyse av disse dataene lar teamet vårt kontinuerlig forbedre programmets grensesnitt.
nl_nl: Matomo is een analysetool die uitsluitend door Infomaniak wordt gehost en beheerd om te begrijpen hoe de applicatie wordt gebruikt. Het analyseren van deze gegevens stelt ons team in staat de interface van de applicatie voortdurend te verbeteren.
pl_pl: Matomo to narzędzie analityczne hostowane i zarządzane wyłącznie przez Infomaniak, służące do zrozumienia, jak aplikacja jest używana. Analiza tych danych pozwala naszemu zespołowi na ciągłe ulepszanie interfejsu aplikacji.
pt_pt: O Matomo é uma ferramenta de análise alojada e gerida exclusivamente pela Infomaniak para perceber como a aplicação é utilizada. A análise destes dados permite à nossa equipa melhorar continuamente a interface da aplicação.
sv_se: Matomo är ett analysverktyg som driftas och hanteras exklusivt av Infomaniak för att förstå hur programmet används. Analys av dessa data gör det möjligt för vårt team att kontinuerligt förbättra programmets gränssnitt.

# moveCancelErrorTitle
source: Move canceled
da_dk: Flytning annulleret
de_de: Verschiebung abgebrochen
el_gr: Η μεταφορά ακυρώθηκε
es_es: Movimiento cancelado
fi_fi: Siirto peruutettu
fr_fr: Déplacement annulé
it_it: Spostamento annullato
nb_no: Flytting avbrutt
nl_nl: Verplaatsing geannuleerd
pl_pl: Przenoszenie anulowane
pt_pt: Movimento cancelado
sv_se: Flytt avbruten

# moveDeletedFilesToRecycleBinSetting
source: Move deleted files to the computer’s recycle bin
da_dk: Flyt slettede filer til computerens papirkurv
de_de: Gelöschte Dateien in den Papierkorb des Computers verschieben
el_gr: Μεταφορά διαγραμμένων αρχείων στον κάδο ανακύκλωσης του υπολογιστή
es_es: Mover los archivos eliminados a la papelera del ordenador
fi_fi: Siirrä poistetut tiedostot tietokoneen roskakoriin
fr_fr: Déplacer les fichiers supprimés dans la corbeille de l’ordinateur
it_it: Sposta i file eliminati nel cestino del computer
nb_no: Flytt slettede filer til datamaskinens papirkurv
nl_nl: Verwijderde bestanden naar de prullenbak van de computer verplaatsen
pl_pl: Przenieś usunięte pliki do Kosza komputera
pt_pt: Mover ficheiros eliminados para a reciclagem do computador
sv_se: Flytta raderade filer till datorns papperskorg

# moveDeletedFilesToRecycleBinWarning
source: Some items may not be able to be moved.
da_dk: Nogle elementer kan muligvis ikke flyttes.
de_de: Einige Elemente können möglicherweise nicht verschoben werden.
el_gr: Ορισμένα στοιχεία μπορεί να μην είναι δυνατό να μεταφερθούν.
es_es: Es posible que algunos elementos no puedan moverse.
fi_fi: Joitakin kohteita ei ehkä voi siirtää.
fr_fr: Certains éléments ne pourront pas être déplacés.
it_it: Alcuni elementi potrebbero non poter essere spostati.
nb_no: Noen elementer kan ikke flyttes.
nl_nl: Sommige items kunnen mogelijk niet worden verplaatst.
pl_pl: Niektóre elementy mogą nie być możliwe do przeniesienia.
pt_pt: Alguns itens podem não poder ser movidos.
sv_se: Vissa objekt kanske inte kan flyttas.

# myksuitePlusBannerDescription
source: More storage, more features with my kSuite+
da_dk: Mere lagerplads, flere funktioner med my kSuite+
de_de: Mehr Speicherplatz, mehr Funktionen mit my kSuite+
el_gr: Περισσότερος αποθηκευτικός χώρος, περισσότερες λειτουργίες με τη my kSuite+
es_es: Más almacenamiento, más funciones con my kSuite+
fi_fi: Enemmän tallennustilaa, enemmän ominaisuuksia my kSuite+:n avulla
fr_fr: Plus d’espace de stockage, plus de fonctionnalités avec ma kSuite+
it_it: Più spazio, più funzionalità con my kSuite+
nb_no: Mer lagringsplass, flere funksjoner med my kSuite+
nl_nl: Meer opslag, meer functies met my kSuite+
pl_pl: Więcej miejsca na dane, więcej funkcji z my kSuite+
pt_pt: Mais espaço de armazenamento, mais funcionalidades com a minha kSuite+
sv_se: Mer lagringsutrymme, fler funktioner med my kSuite+

# needHelpSetting
source: Need help?
da_dk: Brug for hjælp?
de_de: Hilfe benötigt?
el_gr: Χρειάζεστε βοήθεια;
es_es: ¿Necesita ayuda?
fi_fi: Tarvitsetko apua?
fr_fr: Besoin d’aide ?
it_it: Hai bisogno di aiuto?
nb_no: Trenger du hjelp?
nl_nl: Hulp nodig?
pl_pl: Potrzebujesz pomocy?
pt_pt: Precisa de ajuda?
sv_se: Behöver du hjälp?

# noAccountConnected
source: Add an account to get started
da_dk: Tilføj en konto for at komme i gang
de_de: Fügen Sie ein Konto hinzu, um zu beginnen
el_gr: Προσθέστε έναν λογαριασμό για να ξεκινήσετε
es_es: Agregue una cuenta para comenzar
fi_fi: Lisää tili aloittaaksesi
fr_fr: Ajoutez un compte pour commencer
it_it: Aggiungi un account per iniziare
nb_no: Legg til en konto for å komme i gang
nl_nl: Voeg een account toe om te beginnen
pl_pl: Dodaj konto, aby zacząć
pt_pt: Adicione uma conta para começar
sv_se: Lägg till ett konto för att komma igång

source: No results found
da_dk: Ingen resultater fundet
de_de: Keine Ergebnisse gefunden
el_gr: Δεν βρέθηκαν αποτελέσματα
es_es: No se encontraron resultados
fi_fi: Ei tuloksia löydetty
fr_fr: Aucun résultat trouvé
it_it: Nessun risultato trovato
nb_no: Ingen resultater funnet
nl_nl: Geen resultaten gevonden
pl_pl: Nie znaleziono wyników
pt_pt: Nenhum resultado encontrado
sv_se: Inga resultat hittades

# notSyncedDrive
source: Not synced
da_dk: Ikke synkroniseret
de_de: Nicht synchronisiert
el_gr: Μη συγχρονισμένο
es_es: No sincronizado
fi_fi: Ei synkronoitu
fr_fr: Non synchronisé
it_it: Non sincronizzato
nb_no: Ikke synkronisert
nl_nl: Niet gesynchroniseerd
pl_pl: Nie zsynchronizowano
pt_pt: Não sincronizado
sv_se: Inte synkroniserad

# notificationsDisabledAlways
source: Always
da_dk: Altid
de_de: Immer
el_gr: Πάντα
es_es: Siempre
fi_fi: Aina
fr_fr: Toujours
it_it: Sempre
nb_no: Alltid
nl_nl: Altijd
pl_pl: Zawsze
pt_pt: Sempre
sv_se: Alltid

# notificationsDisabledNever
source: Never
da_dk: Aldrig
de_de: Nie
el_gr: Ποτέ
es_es: Nunca
fi_fi: Ei koskaan
fr_fr: Jamais
it_it: Mai
nb_no: Aldri
nl_nl: Nooit
pl_pl: Nigdy
pt_pt: Nunca
sv_se: Aldrig
